Repository: turulomio/pydicts
Catalog: pydicts/locale/*.po
Languages: es

source: A datetime with timezone is needed
es: Se necesita una fecha y hora con zona horaria

source: A datetime without timezone is needed
es: Se necesita una fecha y hora sin zona horaria

source: You must set your lod in {}
es: Debe establecer su lod en {}

source: This list of dictionaries hasn't data to print
es: Esta lista de diccionarios no tiene datos para imprimir

source: Keys names are not correct in dictionary in lod_year_month_value_transposition function
es: Los nombres de las llaves no son correctar en el diccionario de la función lod_year_month_value_transposition

source: Keys names are not correct in dictionary in lod_ymv_transposition function
es: El nombre de las llaves no es correcto en el diccionario lod_ymv_transposition_function

source: I can't add a column with different size of lol
es: No puedo añadir una columna con un tamaño diferente al lol

source: I can't add a row with different size of the first row of the lol
es: No puedo añadir una fila con un tamaño diferente al tamaño de la primera fila del lol

source: I can't remove positions from a None list
es: No puedo borrar posiciones de una lista que es None

source: lol_print: This list of lists hasn't data to print
es: lol_print: Esta lista de listas no tiene data para imprimir

source: lol_print: No data was printed due to you selected 0 rows
es: lol_print: No se ha mostrado datos ya que has seleccionado 0 filas

source: No data to show
es: Sin datos que mostrar

source: This table continues in the next page
es: Esta tabla continúa en la siguiente página
